OpenFoam/Breast_gland/Case1/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
\cp 0/T.orig 0/T
runApplication setFields
runApplication $(getApplication)

#------------------------------------------------------------------------------
